{
  "title": "Panda vs Zombies",
  "summary": "Help Rocky the Panda warrior to fight zombie games and save the Panda kind.",
  "icon": "//lh6.ggpht.com/5mI27oolnooL__S3ns9qAf_6TsFNExMtUAwTKz6prWCxEmVkmZZZwe3lI-ZLbMawEJh3=w300",
  "price": "0",
  "free": true,
  "minInstalls": 10000,
  "maxInstalls": 50000,
  "score": 4.5,
  "reviews": 377,
  "developer": "DxCo Games",
  "developerId": "DxCo+Games",
  "developerEmail": "dxcogames@gmail.com",
  "developerWebsite": "http://www.dxco-games.com/",
  "updated": "May 26, 2015",
  "version": "1.4",
  "genre": "Action",
  "genreId": "GAME_ACTION",
  "description": "Panda, my friend, Panda is the answer. But not any Panda: Rocky the Panda! Watch out zombie Elvis! Here comes Rocky the Panda! In Panda vs Zombie: panda ftw everyone in the neighborhood has gone zombie: zombies in the cemetery, zombies in the street, zombies in the countryside. And not just the peasant: undead basketball players, undead priest. With such crave for human meatloaf the butcher of the neighborhood went broke (and undead too). Even Elvis, the King of rock and roll has changed his meatloaf recipe. Who’s to save this disaster? Rambo? Nope, zombie already. Chuck Norris? Sorry, brainless. All we have left is this tough, genetically modified panda warrior: Rocky the panda. A panda? You sure? No cute stuff here, Rocky the panda will finish up every undead or weird looking guy around. It's Rocky the Panda or zombie Elvis, it's rage time. Zombie rage time.Panda vs Zombie: panda ftw is a top-down survival game featuring beautiful pre-rendered 3D graphics, smooth controls and highly engaging mechanics. You control Rocky the Panda to kill the zombie hordes constantly coming to you, with the aid of multiple weapons and bonus.An incredible zombie game that’s about as good, if not better than some of the most popular zombie titles that actually cost money. - androidappsreview.com Panda vs Zombies is an unmatched interactive experience likely to rock the very foundations of the videogame industry. I can't believe so much could happen on my tablet. Go Rocky! Go Rocky! - Chuck Norris This Rambo Panda thing is making my next film. - Martin Scorsese FEATURES★ Simple game play: left pad to move the Panda, right pad to turn around. Just aim and kill the zombies before they get too close to Rocky.★ Weird cartoonish 3D characters, including the King of rock and roll Elvis as the boss, Rocky the Panda warrior, the undead priest, shadow zombies, ant zombies, you name it.★ Story mode with over 100 goal oriented levels: time survival, kill the target, play in the dark and more.★ Multiple weapons and bonus to keep adrenaline high: shotgun, SMG, bazooka, flamethrower, fireball, grenade, freezer... Say hello to my little friend!★ Combo system to earn extra points, toasty!★ Unlimited power ups to equip your panda, RPG style: use the coins you win in every play to improve Rocky the Panda skills and unlock special weapons.★ Survival mode to prove your panda strength.★ Unlockable frenzy mode for explosion lovers, the zombies will come to you so quickly that you’ll hardly have time to scream \"these pretzels are making Rocky the Panda thirsty\".★ Did I already mentioned zombie Elvis is in the game?★ Funny voices, wicked action and a lot of rock and roll, baby!Lock and load, it’s zombie war time! Install Panda vs Zombie: panda ftw now and let the explosions begin. Don't let them turn Rocky the panda into meatloaf!▶ Twitter: https://twitter.com/panda_vs_zombie/▶ Facebook: https://www.facebook.com/pandavszombies/▶ Google+: https://plus.google.com/114666962839803225985/",
  "descriptionHTML": "Panda, my friend, Panda is the answer. But not any Panda: Rocky the Panda! Watch out zombie Elvis! Here comes Rocky the Panda! In <b>Panda vs Zombie: panda ftw</b> everyone in the neighborhood has gone zombie: zombies in the cemetery, zombies in the street, zombies in the countryside. And not just the peasant: undead basketball players, undead priest. With such crave for human meatloaf the butcher of the neighborhood went broke (and undead too). Even Elvis, the King of rock and roll has changed his meatloaf recipe. Who&#x2019;s to save this disaster? Rambo? Nope, zombie already. Chuck Norris? Sorry, brainless. All we have left is this tough, genetically modified panda warrior: Rocky the panda. A panda? You sure? No cute stuff here, Rocky the panda will finish up every undead or weird looking guy around. It&apos;s Rocky the Panda or zombie Elvis, it&apos;s rage time. Zombie rage time.<br><br><br><br><b>Panda vs Zombie: panda ftw</b> is a top-down survival game featuring beautiful pre-rendered 3D graphics, smooth controls and highly engaging mechanics. You control Rocky the Panda to kill the zombie hordes constantly coming to you, with the aid of multiple weapons and bonus.<br><br><br><br><i>An incredible zombie game that&#x2019;s about as good, if not better than some of the most popular zombie titles that actually cost money.</i> - androidappsreview.com <br><br><i>Panda vs Zombies is an unmatched interactive experience likely to rock the very foundations of the videogame industry. I can&apos;t believe so much could happen on my tablet. Go Rocky! Go Rocky!</i> - Chuck Norris <br><br><i>This Rambo Panda thing is making my next film.</i> - Martin Scorsese <br><br><br>FEATURES<br>&#x2605; <b>Simple game play</b>: left pad to move the Panda, right pad to turn around. Just aim and kill the zombies before they get too close to Rocky.<br>&#x2605; <b>Weird cartoonish 3D characters</b>, including the King of rock and roll Elvis as the boss, Rocky the Panda warrior, the undead priest, shadow zombies, ant zombies, you name it.<br>&#x2605; <b>Story mode with over 100 goal oriented levels</b>: time survival, kill the target, play in the dark and more.<br>&#x2605; <b>Multiple weapons and bonus</b> to keep adrenaline high: shotgun, SMG, bazooka, flamethrower, fireball, grenade, freezer... Say hello to my little friend!<br>&#x2605; <b>Combo system</b> to earn extra points, toasty!<br>&#x2605; <b>Unlimited power ups</b> to equip your panda, RPG style: use the coins you win in every play to improve Rocky the Panda skills and <b>unlock special weapons</b>.<br>&#x2605; <b>Survival mode</b> to prove your panda strength.<br>&#x2605; <b>Unlockable frenzy mode</b> for explosion lovers, the zombies will come to you so quickly that you&#x2019;ll hardly have time to scream &quot;these pretzels are making Rocky the Panda thirsty&quot;.<br>&#x2605; Did I already mentioned zombie Elvis is in the game?<br>&#x2605; Funny voices, wicked action and a lot of rock and roll, baby!<br><br><br><br>Lock and load, it&#x2019;s zombie war time! Install <b>Panda vs Zombie: panda ftw</b> now and let the explosions begin. Don&apos;t let them turn Rocky the panda into meatloaf!<br><br><br><br>&#x25B6; Twitter: https://twitter.com/panda_vs_zombie/<br>&#x25B6; Facebook: https://www.facebook.com/pandavszombies/<br>&#x25B6; Google+: https://plus.google.com/114666962839803225985/",
  "histogram": {
    "1": 15,
    "2": 11,
    "3": 26,
    "4": 50,
    "5": 275
  },
  "offersIAP": false,
  "adSupported": true,
  "androidVersionText": "2.3 and up",
  "androidVersion": "2.3",
  "contentRating": "Mature 17+",
  "screenshots": [
    "//lh5.ggpht.com/gD8L81t4CFKI21aOVkSnfVHioInwnt0XxMMWA-dBB2aU5bk3UfxGn8Hcq_KxcM6m430=h310",
    "//lh3.ggpht.com/le0bhlp7RTGDytoXelnY65Cx4pjUgVjnLypDGGWGfF6SbDMTkU6fPncaAH8Ew9RQAeY=h310",
    "//lh4.ggpht.com/0G0OVDoQi4FNd007kCnxhbXZCWyIz5nSZco7efEg2ecMsxtenLyD9mg7ZqXXR2DEAA=h310",
    "//lh6.ggpht.com/IO5f8BSHIfHhkZpakjDk4IynlrP5utRR0Zu57IqMKI8zMSCYIl2Tj_9T92yoY04YWC4=h310",
    "//lh4.ggpht.com/CvukW96iNhrexwllorkKbKSCWhP2QP6RVGtkcxh64gAye50HbXwr_2_qDs5mo5_7uA=h310",
    "//lh4.ggpht.com/c-AS0PXNZRPe41p21PLmHvi0jppt-cbfO4hArRKiioY-GlxJ3SM0Khdst_az5IEJwRM=h310",
    "//lh3.ggpht.com/Arrin8B9Ok5_0iFiz0fTRQgKRT9IEHztKR2ZFaQOSKm3ZkTVDVquWn6mx9DwftlzZ9kF=h310",
    "//lh3.ggpht.com/mpQhTaq72emsmB-hUyczM5BmBSxTYvnA9A5cki7Cd2DDUzYWdU2Tanq6Ix6wfK0s2e7R=h310",
    "//lh3.ggpht.com/RAbaLhtnZVHkYqcGP71rgP8jV4v2FqtdG7I-sdVK31_E-wyfvzspmqzSVGfGaxc4aQ=h310",
    "//lh6.ggpht.com/mP1LDWfm8hPqqiU9HFPS890bKYycmZ56gxkpR1mteRF7aYVZRLN_90njuERFuwiTPMsc=h310",
    "//lh5.ggpht.com/yxlGR4ArEMHXizfXZeBxaX7k3mWorgcx928i0WKCTb5fZ-TBzMqqwz3ePIxu1iG7HIk=h310",
    "//lh4.ggpht.com/hyQ9pTSKmiyidpH3L-lV48TX8orEcEWYvR7_-qOE7UgxxqjrpnTh8EdBD5AbZVocvaE=h310",
    "//lh3.ggpht.com/d-f-gg6Z67T8rSY2GmktlXG9Ymd_g0frEHSD0c2Qvk8bVyklvu420ck66dvoNsHfgM4=h310",
    "//lh5.ggpht.com/mGek2agB-vYeIR_UDOLaNLyANpePcBjDL_IJUQSpn1h_-NOos2JUELSD7bTOLf6ZTtUQ=h310",
    "//lh3.ggpht.com/s_-Omdj3FF3vzi7bzUq74Rw5Qdoddf45dX38f7CvECZNoIJosN76sH1iHMoGNA4oQg=h310",
    "//lh6.ggpht.com/CzUi7KyFAsF0Et6Qk5-XimNE6Jv7Lio_u4Txy4hdxNpQGf4plh54SXh671mpU7g-fA=h310",
    "//lh5.ggpht.com/2ikUTiZ4kAt9DaAI3iiayPr8ASurEbb4UygdUMsBGC6lPXRJUz4cen9q6Ucj5cF3hsYb=h310",
    "//lh5.ggpht.com/_xiHegzk7RNUPIK3H6owZpgmctLAHh5tqkxoxg8F8gr1Mv6ilzlsxB6KQN1aXefYKg=h310",
    "//lh4.ggpht.com/3deoqE7oTgN3fCqSb_7UvyAudmvtut4b_sEo4KIK90b0l2vyYUFK2k2Kgx5jc0OvchY=h310",
    "//lh5.ggpht.com/LTJghuQExl8ulXvlvScD6N4k_lZ8RLZZioBML3cHtgw3r3qjtiN6DrWRt8kPWmaiPkg=h310",
    "//lh6.ggpht.com/oJe8K4Bp7c0pI9Eua2p5MqwSCyPStFgNHvCAi1FXuzGbhIO-4U9xuuBCQQO4IoUrVF5m=h310",
    "//lh6.ggpht.com/OMMTYKeRB9XqT2RSLrOq8e29nqJwNbVQge8mQXo0DLlMvkoRa5Sd3DX0sbl2Dx3dQHQ=h310",
    "//lh4.ggpht.com/NhO3oaQWvVyHX9asQ5utn0Xhc1kFajvak1fNfyTMI8g6q9a-Izl-0V_wL_R3e_-DZ5w=h310",
    "//lh6.ggpht.com/k-DQWaaqSO1S6OfwFX-wO5t6kUzzpPihTV2xd5mwMZVJ4_Qf7bMqC5CO-IRu30bz8BgO=h310"
  ],
  "video": "https://www.youtube.com/embed/PFGj-W8Pe5s",
  "comments": [
    "Great! Its a great time waster, only one suggestion, make the upgrades a bit cheaper because it takes a while to get 450 coins, and thats just the base level! Other than that its great!     Edit:They Did It!!! The game is now slightly less unbeatable, so a very fun difficulty, I definitely recommend!!!",
    "I like it, but the joystick box is to small, its verry hard to move my panda and he gets stuck all the time",
    "PvZ Love It Plus I Love Panda Bears",
    "Stupid",
    "LOL LOL",
    "Zombie killer Amazing crazy but amazing"
  ],
  "recentChanges": [
    "- Added a hint system",
    "- Added share option in level finished",
    "- Reduced the difficulty of some levels",
    "- Decreased the power up costs"
  ],
  "preregister": false,
  "url": "https://play.google.com/store/apps/details?id=com.dxco.pandavszombies&hl=en&gl=us",
  "appId": "com.dxco.pandavszombies"
}