{
  "title": "Zombies, Run! (Free)",
  "summary": "Ultra-immersive running game and audio adventure",
  "icon": "//lh3.googleusercontent.com/bRzCrcCrIftHokr1vtBYopBP_vOLEE8J1msdeG21m6yetcPYaHag6y_JdmCB7wM2Ja98=w300",
  "price": "0",
  "free": true,
  "minInstalls": 1000000,
  "maxInstalls": 5000000,
  "score": 4.3,
  "reviews": 16420,
  "developer": "Six to Start",
  "developerId": "7647923447214702510",
  "developerEmail": "support@zombiesrungame.com",
  "developerWebsite": "http://www.zombiesrungame.com",
  "updated": "October 24, 2017",
  "version": "6.3.0",
  "genre": "Health & Fitness",
  "genreId": "HEALTH_AND_FITNESS",
  "description": "Get ready for the run of your life. Join 2 million runners on an epic adventure!You tie your shoes, put on your headphones, take your first steps outside. You’ve barely covered 100 yards when you hear them. They must be close. You can hear every guttural breath, every rattling groan - they’re everywhere. Zombies. There’s only one thing you can do: Run!Zombies, Run! is an ultra-immersive running game and audio adventure, co-created with award-winning novelist Naomi Alderman. Every run becomes a mission where you’re the hero, with our immersive audio drama putting you at the centre of your very own zombie adventure story. While you run to the perfect mix of heart-pumping audio drama and pulse-pounding songs from your own playlist, you’ll collect supplies to grow your base back home. BBC NEWS - “The only way to save yourself is to run for real.”WIRED - “In the style of Runkeeper, with an exciting undead twist.”LIFEHACKER - “A really cool way to get outside and exercise.”CNN - “Turns exercise into a game - a terrifying, terrifying game.”TIME - \"Takes all the fun of a zombie game and funnels it into a fitness app.\"WALK, JOG, OR RUN ANYWHEREZombies, Run! works anywhere and at any speed. You can jog in a park, run along a beach, or walk along a trail. It even works on treadmills! YOU ARE RUNNER 5 Hundreds of lives are counting on you. You’ve got to rebuild your base from a few shivering survivors into a fortified beacon of civilization by collecting critical supplies and avoiding roving zombie hordes. Can you save them and learn the truth about the zombie apocalypse?A WORLD OF STORIESYou become the hero in an epic story of humanity’s struggle for survival where your running *really* matters, and there’s a deeper mystery to be uncovered as well. Play the first four missions for free and unlock one extra mission every week. UPGRADE TO PROUnlock all 200+ story missions immediately for unlimited play, plus Interval Training and Airdrop Mode. Pro is available for $3.99/month or $24.99/year. Your subscription will automatically renew. (Existing paid players will have access to a special discounted membership rate, plus free access to all game modes and S1-3 missions).YOUR OWN MIXChoose your own custom playlists before you start running: the story unfolds in between your tracks through a series of dynamic radio messages and voice recordings.ZOMBIES CHASESSaving the world not exciting enough? Activate Chases to kick things up a notch. When you hear zombies on your six, it’s time to speed up before they get too close. Can you escape every mob, or will you have to drop some of your hard-earned supplies to distract them? There’s only one way to find out.DETAILED STATSView detailed graphs and stats for your entire running and game progress — and check out which songs you play the most while escaping zombies!KEEP THE SURVIVORS ALIVEEvery time you run, you’ll automatically collect vital supplies like medicine, batteries and food. Once you’re home, you can use them to build your very own post-apocalypse community. Do you strengthen your defences against the zombies, or build a new farm? Share the results with your friends and find out who can make the brightest future for humanity.VIEW YOUR RUNS ONLINE WITH ZOMBIELINKRegister with our free ZombieLink service to view and share your runs online, complete with maps and full run history!NOTES - Requires Android 4.0 or above- Continued use of GPS running in the background can dramatically decrease battery life. Follow us at @zombiesrungame and visit zombiesrungame.com",
  "descriptionHTML": "Get ready for the run of your life. Join 2 million runners on an epic adventure!<br><br>You tie your shoes, put on your headphones, take your first steps outside. You&#x2019;ve barely covered 100 yards when you hear them. They must be close. You can hear every guttural breath, every rattling groan - they&#x2019;re everywhere. Zombies. There&#x2019;s only one thing you can do: Run!<br><br>Zombies, Run! is an ultra-immersive running game and audio adventure, co-created with award-winning novelist Naomi Alderman. Every run becomes a mission where you&#x2019;re the hero, with our immersive audio drama putting you at the centre of your very own zombie adventure story. While you run to the perfect mix of heart-pumping audio drama and pulse-pounding songs from your own playlist, you&#x2019;ll collect supplies to grow your base back home. <br><br>BBC NEWS - &#x201C;The only way to save yourself is to run for real.&#x201D;<br>WIRED - &#x201C;In the style of Runkeeper, with an exciting undead twist.&#x201D;<br>LIFEHACKER - &#x201C;A really cool way to get outside and exercise.&#x201D;<br>CNN - &#x201C;Turns exercise into a game - a terrifying, terrifying game.&#x201D;<br>TIME - &quot;Takes all the fun of a zombie game and funnels it into a fitness app.&quot;<br><br>WALK, JOG, OR RUN ANYWHERE<br>Zombies, Run! works anywhere and at any speed. You can jog in a park, run along a beach, or walk along a trail. It even works on treadmills! <br><br>YOU ARE RUNNER 5 <br>Hundreds of lives are counting on you. You&#x2019;ve got to rebuild your base from a few shivering survivors into a fortified beacon of civilization by collecting critical supplies and avoiding roving zombie hordes. Can you save them and learn the truth about the zombie apocalypse?<br><br>A WORLD OF STORIES<br>You become the hero in an epic story of humanity&#x2019;s struggle for survival where your running *really* matters, and there&#x2019;s a deeper mystery to be uncovered as well. Play the first four missions for free and unlock one extra mission every week. <br><br>UPGRADE TO PRO<br>Unlock all 200+ story missions immediately for unlimited play, plus Interval Training and Airdrop Mode. Pro is available for $3.99/month or $24.99/year. Your subscription will automatically renew. (Existing paid players will have access to a special discounted membership rate, plus free access to all game modes and S1-3 missions).<br><br>YOUR OWN MIX<br>Choose your own custom playlists before you start running: the story unfolds in between your tracks through a series of dynamic radio messages and voice recordings.<br><br>ZOMBIES CHASES<br>Saving the world not exciting enough? Activate Chases to kick things up a notch. When you hear zombies on your six, it&#x2019;s time to speed up before they get too close. Can you escape every mob, or will you have to drop some of your hard-earned supplies to distract them? There&#x2019;s only one way to find out.<br><br>DETAILED STATS<br>View detailed graphs and stats for your entire running and game progress &#x2014; and check out which songs you play the most while escaping zombies!<br><br>KEEP THE SURVIVORS ALIVE<br>Every time you run, you&#x2019;ll automatically collect vital supplies like medicine, batteries and food. Once you&#x2019;re home, you can use them to build your very own post-apocalypse community. Do you strengthen your defences against the zombies, or build a new farm? Share the results with your friends and find out who can make the brightest future for humanity.<br><br>VIEW YOUR RUNS ONLINE WITH ZOMBIELINK<br>Register with our free ZombieLink service to view and share your runs online, complete with maps and full run history!<br><br><br>NOTES <br>- Requires Android 4.0 or above<br>- Continued use of GPS running in the background can dramatically decrease battery life. <br><br>Follow us at @zombiesrungame and visit zombiesrungame.com",
  "histogram": {
    "1": 1135,
    "2": 537,
    "3": 1059,
    "4": 2609,
    "5": 11080
  },
  "offersIAP": true,
  "adSupported": true,
  "androidVersionText": "4.0 and up",
  "androidVersion": "4.0",
  "contentRating": "Teen",
  "screenshots": [
    "//lh3.googleusercontent.com/HbGpBXh8RZ3AHePsi2B7cbR15VwH4IxuRJ4vt5owKwkPujZCY23ZkZI2P2Hu6Fhht-U=h310",
    "//lh3.googleusercontent.com/kQ51HehTctOLJeXY1LG0zbhPbPgTPu-Fcsc06VKncY-conDBqp65mK9xGJkkut2JIJ4=h310",
    "//lh3.googleusercontent.com/-NQljqWIXnwN-5SjAkCL4dcPfUTM8Sd9T10NgErkAIrNYj2HUShAoUM8jAjbSChTxrg=h310",
    "//lh3.googleusercontent.com/UwjWaPsdity3liqW0gHEk-szITM1UjDFR3WU6f-KoN1nMuNTpBtDI3J0LD2LfITNw2me=h310",
    "//lh3.googleusercontent.com/M-5PIETl9ntltwskiSm-SXOdpFYW-qGApM8hPcmdjO8Ta7NhYpa1dACwyAHD2ppZ_sU=h310",
    "//lh3.googleusercontent.com/BmXV6oOWpXiCm4htvzUYdDKL3txNaLcgW5U8ElZBEG8EmRsOoIkUitk8dh0NJvr_M54=h310",
    "//lh3.googleusercontent.com/TtgK7IpuLql3sMrZbE38wC_kcrd6r0-Ai6smKIq3My_aGc9Xn1GFyt20ttWCalGnrEE=h310",
    "//lh3.googleusercontent.com/J6n3AAIGWix6Gj-oCAFVIAdODc2kyOn0y-_TWcC_3JAsgswSOqE68Fje6tuyXCrJE8s=h310",
    "//lh3.googleusercontent.com/WZ2YsOOyU9N1bDZHer2AuBpU4b63Q3uSAL2lAelMWw_n8guEXopFx-nqYq4Ht-ye614=h310",
    "//lh3.googleusercontent.com/FS1OfPJtCSK8bvhq2SJwDgDTzZDbgKdtM78en2FbNfa5w1iF3ekezCbzvmYf-9zVsRG1=h310"
  ],
  "video": "https://www.youtube.com/embed/2qHUohHeMG4",
  "comments": [
    "Absolutely love it but... I can not buy pro membership with my Google Play Balance (This payment method cant be used for this purchase IAI -- I bought 25€ Play-store gift card only to buy the pro version) and I'm not gonna login with my parents paypal or visa  on android with all these security problems android has. Is there any way to pay the subscription on PC? I can't seem to find. Thank you",
    "Enjoyed the app for a while as a free user. After your initial allotment of free runs you must wait 6 days to access your next run. So I would wait for a few weeks and build up some unlocked runs so I could run multiple days in a row. One day I opened up the app and all my unlocked runs had switched to locked. Emailed support and they said there was nothing they could do. Disappointing customer service.",
    "I love running. I love gaming. I love zombies. I played one mission of this, and loved it, and the extensive amount off content that it has, so I immediately purchased the pro subscription of $25 for a whole year. You don't have to in order to enjoy the app, but for me, I was just completely worth it. I am Runner 5.",
    "I love this app. It has a fantastic storyline, they never tell you you're going to slow or you need to stop. You can set your runs by distance or by time. In other words, if you know your limits, they aren't going to force you past them. This app is great for enjoying walking & running while getting your daily dose of zombie adventure. They talk directly to you - YOU are a character in the story, which I want expecting. You also have a virtual town version of the town youre a part of in the story so you can upgrade it with the supplies you gather on your runs. I plan on upgrading to pro soon so I can get air drops and interval training.  I've tried several exercise apps of many shapes and sizes and this is the only one still on my phone after more than a month.  My ONLY problem so far is a minor bug that does not affect the storyline. In the codex with the descriptions of the supplies (essentially a \"fun facts\" section), you can't see the full descriptions. Thats the one and only problem I've had so far.",
    "This is the best and only app that has motivated me to run. Amazing story so far, great voice acting and you end up really caring about the characters. Ill be upgrading to the full version soon. I feel itll be worth the price!",
    "Never thought I'd see the day where I'd *want* to go for a run. The compelling stories have also been enough to keep me running to find out the end when all I want to do is stop and lay down. Thanks ZR!"
  ],
  "recentChanges": [
    "Bug fixes and performance improvements"
  ],
  "preregister": false,
  "url": "https://play.google.com/store/apps/details?id=com.sixtostart.zombiesrunclient&hl=en&gl=us",
  "appId": "com.sixtostart.zombiesrunclient"
}